const factsData = [
  {
    id: 1,
    title: "enigma",
    shortDesc: "გერმანული შიფრაციის აპარატის გაშიფრვა",
    img: "/enigma.png",
    description:
      'მეორე მსოფლიო ომის პერიოდში ტიურინგი მუშაობდა დიდი ბრიტანეთის სახელმწიფო კრიპტოანალიკურ ცენტრში. ამ დროისათვის იგი ხელმძღვანელობდა განყოფილება Hut 8-ს, რომელიც პასუხისმგებელი იყო გერმანული წყალქვეშა ნავების შიფროგრამების ანალიზზე. შეიმუშავა ამ შიფროგრამების კრიპტოანალიზის რიგი აპარატული საშუალებები, მათ შორის ე.წ. Bombe, ელექტრომექანიკური მანქანა, რომელმაც შეძლო გერმანული შიფრაციის აპარატის - "ენიგმას" გაშიფრვა',
  },
  {
    id: 2,
    title: "ace",
    img: "/ace.jpg",
    shortDesc: "თანამედროვე კომპიუტერის პროტოტიპი",
    description:
      'მეორე მსოფლიო ომის შემდგომ, 1945 და 1947 წლებში, მუშაობდა ფიზიკის ეროვნულ ლაბორატორიაში, სადაც შექმნა თანამედროვე კომპიუტერის პირველი პროტოტიპის "ACE" - (Automatic Computing Engine) არქიტექტურული დიზაინი.',
  },
];

export default factsData;
